{
  "PageTitle": "Ajouter un volet",
  "MessageFillShutterName": "S'il vous plaît, veuillez renseigner un nom pour votre volet",
  "MessageDuplicateShutterName": "Un volet a déjà été renseigné avec ce nom",
  "MessageSuccessfullyCreated": "Le volet nommé {{shutterName}} a été créé avec succès.",
  "MessageErrorCreation": "Une erreur est survenue à la création d'un volet dans l'application",
  "MessageProgramCommandSent": "La commande de programmation a été envoyée au volet.",
  "MessageShutterDeletedSuccessfully": "Le volet a été supprimé de l'application.",
  "MessageShutterDeletedError": "Une erreur est survenue lors de la suppression du volet dans l'application.",
  "StepFillShutterName": "Nom du volet",
  "StepProgramShutter": "Programmation du volet",
  "StepOneFillShutterName": "Etape 1 - Nom du volet",
  "StepOneHelperText": "Nom du volet",
  "StepOneInstructions1": "Avant d'associer le volet à l'application, vous devez remplir le nom du volet. Indiquez quel nom vous souhaitez utiliser dans l'application :",
  "StepOneInstructions2": "Une fois que vous êtes prêt, ajoutez le volet en utilisant le bouton suivant :",
  "ButtonAddShutter": "Ajouter le volet",
  "Step2Title": "Etape 2 - Programmation du volet",
  "Step2Instructions1": "Maintenant, il est temps de mettre le volet en mode apprentissage.",
  "Step2Instructions2": "En utilisant une télécommande physique, appuyez sur le bouton «Programmation» pendant 3 secondes.",
  "Step2Instructions3": "Le volet va légèrement descendre, puis, remonter. Alors, appuyez sur le bouton ci-dessous.",
  "Step2SendProgramButton": "Envoyer la commande Programmer",
  "Step2Instructions4": "Le volet a-t-il effectué un mouvement ? Si non, vous pouvez réessayer le bouton Programmer ci-dessus.",
  "Step2ConfirmButton": "Oui, le volet s'est déplacé",
  "Step2CancelButton": "Non, quelque chose ne va pas. Annuler la création du volet",
  "FinalStepCongrats": "Félicitations !",
  "FinalStepSuccessfulInstructions": "Votre volet devrait à présent être utilisable par cette application.",
  "FinalStepFailedTitle": "Dommage...",
  "FinalStepFailedInstructions1": "Il semble que quelque chose n'a pas fonctionné en essayant d'associer le volet à l'application.",
  "FinalStepFailedInstructions2": "Dans un premier temps, vérifiez que le transmetteur est opérationnel et peut envoyer des instructions à vos volets.",
  "FinalStepFailedInstructions3": "Souvenez-vous que cette application ne peut gérer que les volets Somfy RTS, et non les volets Somfy IO.",
  "ButtonHome": "Retour à l'accueil"
}
